/* Title for add variable button in blocks menu. */
"+ Add Variable" = "+ Add Variable";

/* Section header in media selection view. */
"All Looks" = "All Looks";

/* Section header in media selection view. */
"All Sounds" = "All Sounds";

/* BLE device not suppored. */
"BLE-device-not-support" = "BLE-device-not-support";

/* Character info page title */
"Characters" = "Characters";

/* Device connection status */
"Connected" = "Connected";

/* Delete block area description */
"DELETE" = "DELETE";

/* Delete character dailog message */
"Delete this character?" = "Delete this character?";

/* Delete device dailog message */
"Delete this device?" = "Delete this device?";

/* Device info page title */
"Devices" = "Devices";

/* Device connection status */
"Disconnect" = "Disconnect";

/* Device connection status */
"Disconnected" = "Disconnected";

/* Faild to add a new character error message */
"error-character-added-failed-description" = "error-character-added-failed-description";

/* Device connection faild default error message */
"error-connection-failed-description" = "error-connection-failed-description";

/* Device connection faild default error message title */
"error-connection-failed-title" = "error-connection-failed-title";

/* Already  add the same device error message. (Should include a %@, which will be replace by device name) */
"error-device-already-added-description" = "error-device-already-added-description";

/* Download media failed */
"error-download-media-failed" = "error-download-media-failed";

/* Object has same name error message */
"error-object-has-same-name-description" = "error-object-has-same-name-description";

/* Finish quick tutorial dialog description */
"finish-tutorial-description" = "finish-tutorial-description";

/* Finish quick tutorial dialog title */
"finish-tutorial-title" = "finish-tutorial-title";

/* Character hidden setting switch title */
"Hide in player" = "Hide in player";

/* Description for add object hint */
"hint-add-object-description" = "hint-add-object-description";

/* Title for add object hint */
"hint-add-object-title" = "hint-add-object-title";

/* Title for add variable description */
"hint-add-variable-description" = "hint-add-variable-description";

/* Title for add variable hint */
"hint-add-variable-title" = "hint-add-variable-title";

/* Tutorial page title in IDE */
"How To..." = "How To...";

/* Button title for new variable selection menu. */
"List" = "List";

/* General loading place holder */
"Loading ..." = "Loading ...";

/* Multiple BLE device not suppored. */
"multi-BLE-device-not-support" = "multi-BLE-device-not-support";

/* Title for create new list page */
"New List" = "New List";

/* No available selections */
"No Selections" = "No Selections";

/* Object rename field place holder */
"Object name" = "Object name";

/* Confirm popover dialog */
"OK" = "OK";

/* Header for character selection view in object info page */
"Other Characters" = "Other Characters";

/* Save current changes in IDE to a new project or not */
"project-save-or-discard" = "project-save-or-discard";

/* Quick tutorial description */
"quick-tutorial-description" = "quick-tutorial-description";

/* Quick tutorial title */
"quick-tutorial-title" = "quick-tutorial-title";

/* Section header in media selection view. */
"Related Looks" = "Related Looks";

/* Section header in media selection view. */
"Related Sounds" = "Related Sounds";

/* Title of saving to new document  */
"Save your changes?" = "Save your changes?";

/* Scanning devices default description */
"Searching for devices nearby." = "Searching for devices nearby.";

/* Hint for device connection view */
"Tap to connect..." = "Tap to connect...";

/* Button title for new variable selection menu. */
"Variable" = "Variable";

